/* The string for canceling a map editing function. */
"CancelKey" = "Zrušit";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Opravdu chcete provést zrušení?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Vaše změny nebudou uloženy.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Vytvořený objekt se neuloží.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Zahodit změny";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Zrušit úpravy";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Neplatná adresa";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "K bodu musí být zadána adresa";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "K tomuto bodu jste nezadali polohu";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Nový bod nebude přidán";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Pokračovat v úpravách";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Vyberte bod, který chcete zrušit.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Žádné body ke zrušení.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Opravdu chcete vymazat všechny body?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Ne";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Ano";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Chcete přepnout na bod?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Chcete přepnout na lomenou čáru?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Chcete přepnout na polygon?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Přidané body se nezmění a můžete pokračovat v tvorbě objektu";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Všechny přidané body se odstraní";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Opravdu chcete odstranit tento bod?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Uložit";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtr";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Aktuální poloha";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Návrhy nebyly nalezeny";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adresa";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Vymazat vše";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ úspěšně vytvořeno";

/* The placeholder text of the Searchbar */
"SearchKey" = "Hledat";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Přidat nový bod";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Základní mapa";

/* The title for the standard map type. */
"StandardKey" = "Standardní";

/* The title for the hybrid map type. */
"HybridKey" = "Hybridní";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Hybridní přeletová";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Potlačená standardní";

/* The title for the satellite map type. */
"SatelliteKey" = "Satelitní";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Satelitní přeletová";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Přidat polohu";

